[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Schließen
btnUpdate.Caption=Herunterladen
btnConfirmCancel.Caption=Abbrechen
btnUptoDateOK.Caption=OK!
lblUpToDate.Caption=Herzlichen Glückwunsch! Sie haben bereits die neueste Version. Es ist keine Aktualisierung verfügbar.
lblGetUptInfo.Caption=Aktualisierungsinformationsabruf, bitte warten...
btnConfigCancel.Caption=Abbrechen
btnMinimize.Caption=Minimieren
btnProcessCancel.Caption=Abbrechen
btnUptWeb.Caption=Jetzt aktualisieren
btnWebCancel.Caption=Später aktualisieren
lblUpdateFailed.Caption=Aktualisierung gescheitert! Bitte später wieder versuchen, oder für erneute Aktualisierung auf [Wiederholen] klicken.
btnFailedClose.Caption=Schließen
btnRetry.Caption=Wiederholen
btnSuccessClose.Caption=OK!
lblWebHisTitle.Caption=Die neue Version ist verfügbar!
btnWebCancelHis.Caption=Später aktualisieren
btnUptWebHis.Caption=Jetzt aktualisieren
lblWebHisWhatsNew.Caption=Neuigkeiten

[LiveUpdate_M]
Item=Objekt
Size=Größe
Version=Version
DownLoading=Lade herunter...
OK=OK!
Close=Schließen
LiveUpdate=Aktualisieren
UpdateSuccess=%s wird aktualisiert. Jetzt können Sie an den neuesten Funktionen und Verbesserungen Freude haben.
WebDownLoad=Neue Version von %s ist verfügbar. Bitte aktualisieren sie jetzt kostenlos, um die aktuellsten Features und Verbesserungen zu bekommen.
AvailableUpdates=Verfügbare Aktualisierungen
NewVersion=Neue Version
VersionUpdate=Versionsaktualisierung
ImportantUpdate=Wichtige Aktualisierung
WebNewVerHis=%s sind verfügbar. Aktualisieren Sie bitte, um die neueste Verbesserungen und Funktionen zu genießen!
